Repository: tlfares/RemoteGlass
Catalog: OrangeRemote/Localizable.xcstrings
Source language: fr
Languages: en

source: Adresse du décodeur Orange requise
en: Orange decoder address required

source: Adresse Google TV requise
en: Google TV address required

source: Annuler
en: Cancel

source: Appairage requis
en: Pairing required

source: Appairage…
en: Pairing…

source: Appareils enregistrés
en: Saved devices

source: Aucun appareil Google TV trouvé
en: No Google TV device found

source: Aucun décodeur Orange
en: No Orange decoder

source: Autres
en: Others

source: Bbox Miami, 4K et 4K HDR
en: Bbox Miami, 4K and 4K HDR

source: Bienvenue sur RemoteGlass
en: Welcome to RemoteGlass

source: Boutons
en: Buttons

source: Boutons circulaires
en: Circular buttons

source: certificat client indisponible
en: client certificate unavailable

source: certificat TLS invalide
en: invalid TLS certificate

source: Changer la photo
en: Change photo

# Check for updates
source: Vérifier les mises à jour
en: Check for updates

source: Choisir une photo
en: Choose a photo

source: Choisissez votre fournisseur
en: Choose your provider

source: Circulaire
en: Round

source: Code PIN
en: PIN code

source: Code refusé ou appairage expiré : %@
en: Code rejected or pairing expired: %@

source: Commande
en: Command

source: Compatible avec :
en: Compatible with:

source: Compatible avec tous les décodeurs Orange
en: Compatible with all Orange decoders

source: Confirmer
en: Confirm

source: Connecté
en: Connected

source: Connexion
en: Connecting

source: Connexion à %@…
en: Connecting to %@…

source: Couleur 1
en: Color 1

source: Couleur 2
en: Color 2

source: Dégradé
en: Gradient

source: demande refusée par la Google TV
en: request rejected by Google TV

source: Désactiver HDR et étirement
en: Disable HDR and stretching

source: Détecter
en: Detect

source: Envoi…
en: Sending…

source: Fond d'écran
en: Wallpaper

source: Fournisseur (bêta)
en: Provider (beta)

source: Hauteur
en: Height

source: Impossible de lancer l'appairage : %@
en: Could not start pairing: %@

source: Injoignable
en: Unreachable

source: IP de la Google TV
en: Google TV IP

source: IP du décodeur
en: Decoder IP

source: message protocole invalide
en: invalid protocol message

source: Player Pop et Mini 4K
en: Player Pop and Mini 4K

source: Prêt
en: Ready

source: Progression
en: Spread

source: Recherche…
en: Searching…

source: Réinitialiser
en: Reset

source: Relance l'appairage.
en: Restart pairing.

# Remote
source: Télécommande
en: Remote

source: Saisir manuellement l'ip
en: Enter IP manually

source: Saisis le code affiché sur %@.
en: Enter the code shown on %@.

source: Saisissez votre texte…
en: Enter your text…

# Settings
source: Réglages
en: Settings

source: statut %lld du Google TV
en: status %lld from Google TV

source: Supprimer la photo
en: Delete photo

source: Tap · Glisser
en: Tap · Swipe

source: Teinte Liquid Glass
en: Liquid Glass tint

source: Test…
en: Testing…

source: Thème Google TV
en: Google TV theme

source: timeout pendant %@
en: timeout during %@

source: Tout appareil Android TV / Google TV
en: Any Android TV / Google TV device

source: Utiliser
en: Use

source: Validation du code…
en: Validating code…

source: Vous êtes sur iOS %@, la teinte du Liquid Glass dépend aussi de vos réglages d'apparence iOS
en: You are on iOS %@, the Liquid Glass tint also depends on your iOS appearance settings
